---
kind: property
id: P:Autodesk.Revit.DB.ExportLayerInfo.CutColorNumber
source: html/709b3f69-aa51-7c21-e59f-7b862ab27687.htm
---
# Autodesk.Revit.DB.ExportLayerInfo.CutColorNumber Property

The cut color number stored in value.

## Syntax (C#)
```csharp
public int CutColorNumber { get; set; }
```